;TORSO
[doommarauder_Torso_KV_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体"

[doommarauder_Torso_LPL_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体"

[doommarauder_Torso_MPL_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体"

[doommarauder_Torso_HPL_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体"

[doommarauder_Torso_LPO_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体"

[doommarauder_Torso_MPO_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体"

[doommarauder_Torso_HPO_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体"

;TORSO WOTC
[doommarauder_Torso_Reaper X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体"

[doommarauder_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体"

[doommarauder_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体"

[doommarauder_Torso_Templar X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体"

[doommarauder_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体"

[doommarauder_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体"

[doommarauder_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体"

[doommarauder_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体"

[doommarauder_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体"

;ARMS
[doommarauder_Arms_KV_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂"

[doommarauder_Arms_LPL_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂"

[doommarauder_Arms_MPL_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂"

[doommarauder_Arms_HPL_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂"

[doommarauder_Arms_LPO_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂"

[doommarauder_Arms_MPO_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂"

[doommarauder_Arms_HPO_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂"

;ARMS WOTC
[doommarauder_Arms_Reaper X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂"

[doommarauder_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂"

[doommarauder_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂"

[doommarauder_Arms_Templar X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂"

[doommarauder_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂"

[doommarauder_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂"

[doommarauder_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂"

[doommarauder_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂"

[doommarauder_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂"

;LEGS
[doommarauder_Legs_KV_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 腿"

[doommarauder_Legs_LPL_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 腿"

[doommarauder_Legs_MPL_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 腿"

[doommarauder_Legs_HPL_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 腿"

[doommarauder_Legs_LPO_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 腿"

[doommarauder_Legs_MPO_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 腿"

[doommarauder_Legs_HPO_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 腿"

;LEGS WOTC
[doommarauder_Legs_Reaper X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 腿"

[doommarauder_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 腿"

[doommarauder_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 腿"

[doommarauder_Legs_Templar X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 腿"

[doommarauder_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 腿"

[doommarauder_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 腿"

[doommarauder_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 腿"

[doommarauder_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 腿"

[doommarauder_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 腿"

[doommarauder_Helmets_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 头"

[doommarauder2_Helmets_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 面具"






;TORSO
[doommarauder2_Torso_KV_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体[XCOM身体]"

[doommarauder2_Torso_LPL_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体[XCOM身体]"

[doommarauder2_Torso_MPL_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体[XCOM身体]"

[doommarauder2_Torso_HPL_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体[XCOM身体]"

[doommarauder2_Torso_LPO_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体[XCOM身体]"

[doommarauder2_Torso_MPO_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体[XCOM身体]"

[doommarauder2_Torso_HPO_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体[XCOM身体]"

;TORSO WOTC
[doommarauder2_Torso_Reaper X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体[XCOM身体]"

[doommarauder2_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体[XCOM身体]"

[doommarauder2_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体[XCOM身体]"

[doommarauder2_Torso_Templar X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体[XCOM身体]"

[doommarauder2_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体[XCOM身体]"

[doommarauder2_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体[XCOM身体]"

[doommarauder2_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体[XCOM身体]"

[doommarauder2_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体[XCOM身体]"

[doommarauder2_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 身体[XCOM身体]"

;ARMS
[doommarauder2_Arms_KV_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂[XCOM身体]"

[doommarauder2_Arms_LPL_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂[XCOM身体]"

[doommarauder2_Arms_MPL_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂[XCOM身体]"

[doommarauder2_Arms_HPL_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂[XCOM身体]"

[doommarauder2_Arms_LPO_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂[XCOM身体]"

[doommarauder2_Arms_MPO_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂[XCOM身体]"

[doommarauder2_Arms_HPO_M X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂[XCOM身体]"

;ARMS WOTC
[doommarauder2_Arms_Reaper X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂[XCOM身体]"

[doommarauder2_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂[XCOM身体]"

[doommarauder2_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂[XCOM身体]"

[doommarauder2_Arms_Templar X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂[XCOM身体]"

[doommarauder2_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂[XCOM身体]"

[doommarauder2_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂[XCOM身体]"

[doommarauder2_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂[XCOM身体]"

[doommarauder2_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂[XCOM身体]"

[doommarauder2_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="毁灭战士掠夺者 手臂[XCOM身体]"



[Maraudershield X2WeaponTemplate]
FriendlyName="毁灭战士掠夺者 盾牌"
FriendlyNamePlural="毁灭战士掠夺者 盾牌"
BriefSummary="由炽热的能量制成的盾牌."
TacticalText="由炽热的能量制成的盾牌."
AbilityDescName="盾牌"


[Maraudersword X2WeaponTemplate]
FriendlyName="毁灭战士掠夺者 斧"
FriendlyNamePlural="毁灭战士掠夺者 斧"
BriefSummary="由炽热的能量制成的斧头."
TacticalText="由炽热的能量制成的斧头."
AbilityDescName="斧"





